ats/AsiUygulama.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ats="ats.saglik.gov.tr" xmlns:stok="http://schemas.datacontract.org/2004/07/Stok.EntegrasyonServisi.Model.Model.Request" xmlns:kul="ats.saglik.gov.tr/KullaniciBilgisi" xmlns:uyg="ats.saglik.gov.tr/UygulamaSorguBilgisi">
   <soapenv:Header/>
   <soapenv:Body>
      <ats:AsiUygulama>
         <!--Optional:-->
         <ats:istek>
            <stok:KullaniciBilgisi>
               <kul:KullaniciAdi><%=KullaniciAdi %></kul:KullaniciAdi>
               <kul:Parola><%=Parola %></kul:Parola>
            </stok:KullaniciBilgisi>
            <stok:UygulamaSorguBilgisi>
               <uyg:OnlineProtokolNo><%=OnlineProtokolNo %></uyg:OnlineProtokolNo>
               <uyg:SorguNumarasi><%=SorguNumarasi %></uyg:SorguNumarasi>
               <uyg:UygulamaZamani><%=UygulamaZamani %></uyg:UygulamaZamani>
            </stok:UygulamaSorguBilgisi>
         </ats:istek>
      </ats:AsiUygulama>
   </soapenv:Body>
</soapenv:Envelope>